export default [
    {
        "name": "物理",
        "names": {
            "ja": "物理",
            "tw": "物理",
            "en": "Physical"
        },
        "swordShields": [
            {
                "id": "1",
                "name": "軒轅劍",
                "names": {
                    "ja": "軒轅劍",
                    "tw": "軒轅劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    }
]
