export default [
    {
        "name": "物理",
        "names": {
            "ja": "物理",
            "tw": "物理",
            "en": "Physical"
        },
        "swordShields": [
            {
                "id": "1",
                "name": "軒轅劍",
                "names": {
                    "ja": "軒轅劍",
                    "tw": "軒轅劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    },
    {
        "name": "火炎",
        "names": {
            "ja": "火炎",
            "tw": "火炎",
            "en": "Fire"
        },
        "swordShields": [
            {
                "id": "2",
                "name": "火人劍",
                "names": {
                    "ja": "火人劍",
                    "tw": "火人劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    },
    {
        "name": "冰凍",
        "names": {
            "ja": "冰凍",
            "tw": "冰凍",
            "en": ""
        },
        "swordShields": [
            {
                "id": "3",
                "name": "雪人劍",
                "names": {
                    "ja": "雪人劍",
                    "tw": "雪人劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    },
    {
        "name": "電擊",
        "names": {
            "ja": "電擊",
            "tw": "電擊",
            "en": ""
        },
        "swordShields": [
            {
                "id": "2",
                "name": "火人劍",
                "names": {
                    "ja": "火人劍",
                    "tw": "火人劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    },
    {
        "name": "衝擊",
        "names": {
            "ja": "衝擊",
            "tw": "衝擊",
            "en": ""
        },
        "swordShields": [
            {
                "id": "2",
                "name": "火人劍",
                "names": {
                    "ja": "火人劍",
                    "tw": "火人劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    },
    {
        "name": "破魔",
        "names": {
            "ja": "破魔",
            "tw": "破魔",
            "en": ""
        },
        "swordShields": [
            {
                "id": "2",
                "name": "火人劍",
                "names": {
                    "ja": "火人劍",
                    "tw": "火人劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    },
    {
        "name": "咒殺",
        "names": {
            "ja": "咒殺",
            "tw": "咒殺",
            "en": ""
        },
        "swordShields": [
            {
                "id": "2",
                "name": "火人劍",
                "names": {
                    "ja": "火人劍",
                    "tw": "火人劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    },
    {
        "name": "萬能",
        "names": {
            "ja": "萬能",
            "tw": "萬能",
            "en": ""
        },
        "swordShields": [
            {
                "id": "2",
                "name": "火人劍",
                "names": {
                    "ja": "火人劍",
                    "tw": "火人劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    },{
        "name": "回復",
        "names": {
            "ja": "回復",
            "tw": "回復",
            "en": ""
        },
        "swordShields": [
            {
                "id": "2",
                "name": "火人劍",
                "names": {
                    "ja": "火人劍",
                    "tw": "火人劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    },
    {
        "name": "異常",
        "names": {
            "ja": "異常",
            "tw": "異常",
            "en": ""
        },
        "swordShields": [
            {
                "id": "2",
                "name": "火人劍",
                "names": {
                    "ja": "火人劍",
                    "tw": "火人劍",
                    "en": ""
                },
                "icon":"",
                "skills": ["文化的祖神", "怪力乱神", "迅捷演舞", "應龍閃"],
                "elements": ["","","","","","",""],
                "panels": [
                    {
                        "ja": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "tw": "使用 [應龍閃] 時 MP的消耗量比平時減少1",
                        "en": ""
                    },
                    {
                        "ja": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "tw": "物理屬性給予的傷害提升10%。物理命中率提升10%",
                        "en": ""
                    },
                    {
                        "ja": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "tw": "自身存活的情況下，可以使我方全體發揮 [會心率提升15%] 效果。",
                        "en": ""
                    }
                ],
            }
        ]

    }
]
